boardsource/bs-python/bs_python_boards/raspberrypi/boardsouce_unicorne/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "unicorne"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_NEOPIXEL (&pin_GPIO29)
